Repository: hiro5791/HexEditor
Catalog: src/HexEditor.App/Strings/*/Resources.resw
Source language: en
Languages: ar, cs, de, el, es, fa, fr, hu, id, it, ja, ja_jp, ko, pl, pt, ro, ru, th, tr, uk, vi, zh_hans, zh_hant

# CmdAlias_tab_previousInOrder
source: switch tab left
ar: switch tab left تبديل علامة تبويب يسار السابقة
cs: přepnout prepnout karta vlevo switch tab left
de: registerkarte wechseln links switch tab left
el: εναλλαγή καρτέλα αριστερά switch tab left
es: cambiar pestaña izquierda switch tab left
fa: تعویض زبانه چپ, switch tab left
fr: changer d'onglet gauche switch tab left
hu: lap váltás valtas balra switch tab left
id: beralih tab kiri switch tab left
it: cambia scheda sinistra switch tab left
ja: まえのたぶ ならびじゅん
ko: 이전 탭 전환 왼쪽 switch tab left
pl: przełącz kartę lewo switch tab left
pt: alternar guia esquerda switch tab left
ro: comutare filă fila stânga stanga switch tab left
ru: переключить вкладку влево switch tab left
th: สลับ แท็บ ซ้าย switch tab left
tr: sekme değiştir sol switch tab left
uk: перемкнути вкладку ліворуч switch tab left
vi: chuyển tab bên trái switch tab left
zh_hans: 切换 选项卡 左侧 上一个 switch tab left
zh_hant: 上一個索引標籤 切換 左 switch tab left

# Cmd_tab_togglePin
source: Toggle pin
ar: تبديل التثبيت
cs: Přepnout připnutí
de: Anheften ein/aus
el: Εναλλαγή καρφιτσώματος
es: Anclar o desanclar
fa: سنجاق کردن/برداشتن سنجاق
fr: Épingler/détacher
hu: Rögzítés be/ki
id: Alihkan sematan
it: Aggiungi/rimuovi blocco
ja: ピン留めの切り替え
ko: 고정 전환
pl: Przypnij/odepnij
pt: Fixar/desafixar
ro: Comutare fixare
ru: Закрепить или открепить
th: สลับการปักหมุด
tr: Sabitlemeyi aç/kapat
uk: Закріпити або відкріпити
vi: Bật/tắt ghim
zh_hans: 切换固定
zh_hant: 切換釘選

# CmdAlias_tab_togglePin
source: pin unpin tab
ar: pin unpin tab تثبيت إلغاء التثبيت علامة تبويب
cs: připnout pripnout odepnout karta pin unpin tab
de: anheften lösen registerkarte pin unpin tab
el: καρφίτσωμα ξεκαρφίτσωμα καρτέλα pin unpin tab
es: anclar desanclar pestaña pin unpin tab
fa: سنجاق برداشتن سنجاق زبانه, pin unpin tab
fr: épingler détacher onglet pin unpin tab
hu: rögzítés rogzites feloldás feloldas lap pin unpin tab
id: sematkan lepas sematan pin unpin tab
it: blocca sblocca scheda pin unpin tab
ja: ぴんどめのきりかえ
ko: 탭 고정 고정 해제 pin unpin tab
pl: przypnij odepnij kartę pin unpin tab
pt: fixar desafixar guia pin unpin tab
ro: fixare anulare fixare filă fila pin unpin tab
ru: закрепить открепить вкладку pin unpin tab
th: ปักหมุด เลิกปักหมุด แท็บ pin unpin tab
tr: sabitle sabitlemeyi kaldır sekme pin unpin tab
uk: закріпити відкріпити вкладку pin unpin tab
vi: ghim bỏ ghim tab pin unpin tab
zh_hans: 固定 取消固定 选项卡 pin unpin tab
zh_hant: 釘選 取消釘選 索引標籤 pin unpin tab

# Cmd_tab_moveLeft
source: Move left
ar: نقل لليسار
cs: Přesunout doleva
de: Nach links verschieben
el: Μετακίνηση αριστερά
es: Mover a la izquierda
fa: انتقال به چپ
fr: Déplacer vers la gauche
hu: Mozgatás balra
id: Pindah ke kiri
it: Sposta a sinistra
ja: 左へ移動
ko: 왼쪽으로 이동
pl: Przenieś w lewo
pt: Mover para a esquerda
ro: Mutare la stânga
ru: Переместить влево
th: ย้ายไปทางซ้าย
tr: Sola taşı
uk: Перемістити ліворуч
vi: Di chuyển sang trái
zh_hans: 左移
zh_hant: 向左移動

# CmdAlias_tab_moveLeft
source: reorder tab left
ar: reorder tab left إعادة ترتيب علامة تبويب يسار
cs: přeskupit preskupit karta vlevo doleva reorder tab left
de: registerkarte anordnen links reorder tab left
el: αναδιάταξη καρτέλα αριστερά reorder tab left
es: reordenar pestaña izquierda reorder tab left
fa: مرتب‌سازی زبانه چپ, reorder tab left
fr: réorganiser onglet gauche reorder tab left
hu: átrendezés atrendezes lap balra reorder tab left
id: urutkan tab kiri reorder tab left
it: riordina scheda sinistra reorder tab left
ja: ひだりへいどう
ko: 탭 순서 왼쪽 이동 reorder tab left
pl: zmień kolejność kartę lewo reorder tab left
pt: reordenar guia esquerda reorder tab left
ro: reordonare filă fila stânga stanga reorder tab left
ru: порядок вкладка влево reorder tab left
th: จัดลำดับ แท็บ ซ้าย reorder tab left
tr: sekmeyi yeniden sırala sol reorder tab left
uk: упорядкувати вкладку ліворуч reorder tab left
vi: sắp xếp tab trái reorder tab left
zh_hans: 重新排序 选项卡 左移 reorder tab left
zh_hant: 向左移動 重新排列 索引標籤 reorder tab left

# Cmd_tab_moveRight
source: Move right
ar: نقل لليمين
cs: Přesunout doprava
de: Nach rechts verschieben
el: Μετακίνηση δεξιά
es: Mover a la derecha
fa: انتقال به راست
fr: Déplacer vers la droite
hu: Mozgatás jobbra
id: Pindah ke kanan
it: Sposta a destra
ja: 右へ移動
ko: 오른쪽으로 이동
pl: Przenieś w prawo
pt: Mover para a direita
ro: Mutare la dreapta
ru: Переместить вправо
th: ย้ายไปทางขวา
tr: Sağa taşı
uk: Перемістити праворуч
vi: Di chuyển sang phải
zh_hans: 右移
zh_hant: 向右移動

# CmdAlias_tab_moveRight
source: reorder tab right
ar: reorder tab right إعادة ترتيب علامة تبويب يمين
cs: přeskupit preskupit karta vpravo doprava reorder tab right
de: registerkarte anordnen rechts reorder tab right
el: αναδιάταξη καρτέλα δεξιά reorder tab right
es: reordenar pestaña derecha reorder tab right
fa: مرتب‌سازی زبانه راست, reorder tab right
fr: réorganiser onglet droite reorder tab right
hu: átrendezés atrendezes lap jobbra reorder tab right
id: urutkan tab kanan reorder tab right
it: riordina scheda destra reorder tab right
ja: みぎへいどう
ko: 탭 순서 오른쪽 이동 reorder tab right
pl: zmień kolejność kartę prawo reorder tab right
pt: reordenar guia direita reorder tab right
ro: reordonare filă fila dreapta reorder tab right
ru: порядок вкладка вправо reorder tab right
th: จัดลำดับ แท็บ ขวา reorder tab right
tr: sekmeyi yeniden sırala sağ reorder tab right
uk: упорядкувати вкладку праворуч reorder tab right
vi: sắp xếp tab phải reorder tab right
zh_hans: 重新排序 选项卡 右移 reorder tab right
zh_hant: 向右移動 重新排列 索引標籤 reorder tab right

# Cmd_tab_moveToNewWindow
source: Move to new window
ar: نقل إلى نافذة جديدة
cs: Přesunout do nového okna
de: In neues Fenster verschieben
el: Μετακίνηση σε νέο παράθυρο
es: Mover a una ventana nueva
fa: انتقال به پنجرهٔ جدید
fr: Déplacer vers une nouvelle fenêtre
hu: Áthelyezés új ablakba
id: Pindahkan ke jendela baru
it: Sposta in una nuova finestra
ja: 新しいウィンドウに移動
ko: 새 창으로 이동
pl: Przenieś do nowego okna
pt: Mover para nova janela
ro: Mutare în fereastră nouă
ru: Переместить в новое окно
th: ย้ายไปยังหน้าต่างใหม่
tr: Yeni pencereye taşı
uk: Перемістити в нове вікно
vi: Di chuyển sang cửa sổ mới
zh_hans: 移到新窗口
zh_hant: 移至新視窗

# CmdAlias_tab_moveToNewWindow
source: detach tab tear off
ar: detach tab tear off فصل علامة تبويب نافذة جديدة
cs: oddělit oddelit odtrhnout karta okno detach tab tear off
de: registerkarte abtrennen detach tab tear off
el: αποσύνδεση καρτέλα απόσπαση detach tab tear off
es: separar pestaña detach tab tear off
fa: جدا کردن زبانه, detach tab tear off
fr: détacher onglet detach tab tear off
hu: leválasztás levalasztas lap kiemelés detach tab tear off
id: lepas tab detach tab tear off
it: stacca scheda detach tab tear off
ja: あたらしいうぃんどうにいどう
ko: 새 창으로 이동 탭 분리 detach tab tear off
pl: odłącz kartę detach tab tear off
pt: destacar guia detach tab tear off
ro: detașare detasare filă fila desprindere detach tab tear off
ru: отделить вкладку detach tab tear off
th: แยก แท็บ หน้าต่าง detach tab tear off
tr: sekmeyi ayır detach tab tear off
uk: від’єднати вкладку detach tab tear off
vi: tách tab cửa sổ mới detach tab tear off
zh_hans: 分离 选项卡 新窗口 拆分 detach tab tear off
zh_hant: 移至新視窗 分離索引標籤 拖出 detach tab tear off

# Cmd_window_new
source: New window
ar: نافذة جديدة
cs: Nové okno
de: Neues Fenster
el: Νέο παράθυρο
es: Nueva ventana
fa: پنجرهٔ جدید
fr: Nouvelle fenêtre
hu: Új ablak
id: Jendela baru
it: Nuova finestra
ja: 新しいウィンドウ
ko: 새 창
pl: Nowe okno
pt: Nova janela
ro: Fereastră nouă
ru: Новое окно
th: หน้าต่างใหม่
tr: Yeni pencere
uk: Нове вікно
vi: Cửa sổ mới
zh_hans: 新建窗口
zh_hant: 新增視窗

# CmdAlias_window_new
source: open another window
ar: open another window فتح نافذة أخرى جديدة
cs: otevřít otevrit další dalsi okno open another window
de: neues fenster öffnen open another window
el: άνοιγμα άλλο παράθυρο open another window
es: abrir otra ventana open another window
fa: باز کردن پنجرهٔ دیگر, open another window
fr: ouvrir autre fenêtre open another window
hu: új uj ablak másik masik open another window
id: buka jendela lain open another window
it: apri un'altra finestra open another window
ja: あたらしいうぃんどう
ko: 새 창 다른 창 열기 open another window
pl: otwórz kolejne okno open another window
pt: abrir outra janela open another window
ro: deschidere altă alta fereastră fereastra open another window
ru: открыть другое окно open another window
th: เปิด หน้าต่าง อื่น open another window
tr: başka pencere aç open another window
uk: відкрити інше вікно open another window
vi: mở cửa sổ khác open another window
zh_hans: 新建窗口 打开 另一个窗口 open another window
zh_hant: 新增視窗 開啟另一個視窗 open another window

# Cmd_window_next
source: Next window
ar: النافذة التالية
cs: Další okno
de: Nächstes Fenster
el: Επόμενο παράθυρο
es: Ventana siguiente
fa: پنجرهٔ بعدی
fr: Fenêtre suivante
hu: Következő ablak
id: Jendela berikutnya
it: Finestra successiva
ja: 次のウィンドウ
ko: 다음 창
pl: Następne okno
pt: Próxima janela
ro: Fereastra următoare
ru: Следующее окно
th: หน้าต่างถัดไป
tr: Sonraki pencere
uk: Наступне вікно
vi: Cửa sổ tiếp theo
zh_hans: 下一个窗口
zh_hant: 下一個視窗

# CmdAlias_window_next
source: switch window
ar: switch window تبديل النافذة التالية
cs: přepnout prepnout okno switch window
de: fenster wechseln switch window
el: εναλλαγή παράθυρο switch window
es: cambiar ventana switch window
fa: تعویض پنجره, switch window
fr: changer de fenêtre switch window
hu: ablak váltás valtas switch window
id: beralih jendela switch window
it: cambia finestra switch window
ja: つぎのうぃんどう
ko: 다음 창 창 전환 switch window
pl: przełącz okno switch window
pt: alternar janela switch window
ro: comutare fereastră fereastra switch window
ru: переключить окно switch window
th: สลับ หน้าต่าง switch window
tr: pencere değiştir switch window
uk: перемкнути вікно switch window
vi: chuyển cửa sổ switch window
zh_hans: 切换 窗口 下一个 switch window
zh_hant: 下一個視窗 切換視窗 switch window

# CmdCategory_tab
source: Tab
ar: علامة التبويب
cs: Karta
de: Registerkarte
el: Καρτέλα
es: Pestaña
fa: زبانه
fr: Onglet
hu: Lap
it: Scheda
ja: タブ
ko: 탭
pl: Karta
pt: Guia
ro: Filă
ru: Вкладка
th: แท็บ
tr: Sekme
uk: Вкладка
zh_hans: 选项卡
zh_hant: 索引標籤

# Menu_File_NewWindow.Text
source: New window
ar: نافذة جديدة
cs: Nové okno
de: Neues Fenster
el: Νέο παράθυρο
es: Nueva ventana
fa: پنجرهٔ جدید
fr: Nouvelle fenêtre
hu: Új ablak
id: Jendela Baru
it: Nuova finestra
ja: 新しいウィンドウ(W)
ko: 새 창(W)
pl: Nowe okno
pt: Nova janela
ro: Fereastră nouă
ru: Новое окно
th: หน้าต่างใหม่(W)
tr: Yeni Pencere
uk: Нове вікно
vi: Cửa sổ Mới
zh_hans: 新建窗口(W)
zh_hant: 新增視窗(W)

# Menu_File_NewWindow.AccessKey
source: W
ar: د
cs: É
de: F
el: Θ
es: V
fa: ی
fr: U
hu: A
id: J
it: V
pl: A
pt: J
ro: O
ru: Н
tr: N
uk: Н
vi: S

# Tab_CloseSaved
source: Close saved tabs
ar: إغلاق علامات التبويب المحفوظة
cs: Zavřít uložené karty
de: Gespeicherte Registerkarten schließen
el: Κλείσιμο αποθηκευμένων καρτελών
es: Cerrar las pestañas guardadas
fa: بستن زبانه‌های ذخیره‌شده
fr: Fermer les onglets enregistrés
hu: Mentett lapok bezárása
id: Tutup tab yang tersimpan
it: Chiudi le schede salvate
ja: 保存済みのタブを閉じる
ko: 저장된 탭 닫기
pl: Zamknij zapisane karty
pt: Fechar guias salvas
ro: Închidere file salvate
ru: Закрыть сохраненные вкладки
th: ปิดแท็บที่บันทึกแล้ว
tr: Kaydedilmiş sekmeleri kapat
uk: Закрити збережені вкладки
vi: Đóng các tab đã lưu
zh_hans: 关闭已保存的选项卡
zh_hant: 關閉已儲存的索引標籤

# Tab_CloseAll
source: Close all
ar: إغلاق الكل
cs: Zavřít vše
de: Alle schließen
el: Κλείσιμο όλων
es: Cerrar todo
fa: بستن همه
fr: Tout fermer
hu: Összes bezárása
id: Tutup semua
it: Chiudi tutto
ja: すべて閉じる
ko: 모두 닫기
pl: Zamknij wszystko
pt: Fechar tudo
ro: Închidere totală
ru: Закрыть все
th: ปิดทั้งหมด
tr: Tümünü kapat
uk: Закрити все
vi: Đóng tất cả
zh_hans: 全部关闭
zh_hant: 全部關閉

# Tab_Pin
source: Pin
ar: تثبيت
cs: Připnout
de: Anheften
el: Καρφίτσωμα
es: Anclar
fa: سنجاق کردن
fr: Épingler
hu: Rögzítés
id: Sematkan
it: Blocca
ja: ピン留め
ko: 고정
pl: Przypnij
pt: Fixar
ro: Fixare
ru: Закрепить
th: ปักหมุด
tr: Sabitle
uk: Закріпити
vi: Ghim
zh_hans: 固定
zh_hant: 釘選

# Tab_Unpin
source: Unpin
ar: إلغاء التثبيت
cs: Odepnout
de: Lösen
el: Ξεκαρφίτσωμα
es: Desanclar
fa: برداشتن سنجاق
fr: Détacher
hu: Rögzítés feloldása
id: Lepas sematan
it: Sblocca
ja: ピン留めを外す
ko: 고정 해제
pl: Odepnij
pt: Desafixar
ro: Anulare fixare
ru: Открепить
th: เลิกปักหมุด
tr: Sabitlemeyi kaldır
uk: Відкріпити
vi: Bỏ ghim
zh_hans: 取消固定
zh_hant: 取消釘選

# Tab_MoveToNewWindow
source: Move to new window
ar: نقل إلى نافذة جديدة
cs: Přesunout do nového okna
de: In neues Fenster verschieben
el: Μετακίνηση σε νέο παράθυρο
es: Mover a una ventana nueva
fa: انتقال به پنجرهٔ جدید
fr: Déplacer vers une nouvelle fenêtre
hu: Áthelyezés új ablakba
id: Pindahkan ke jendela baru
it: Sposta in una nuova finestra
ja: 新しいウィンドウに移動
ko: 새 창으로 이동
pl: Przenieś do nowego okna
pt: Mover para nova janela
ro: Mutare în fereastră nouă
ru: Переместить в новое окно
th: ย้ายไปยังหน้าต่างใหม่
tr: Yeni pencereye taşı
uk: Перемістити в нове вікно
vi: Di chuyển sang cửa sổ mới
zh_hans: 移到新窗口
zh_hant: 移至新視窗

# Tab_MoveToWindow
source: Move to another window
ar: نقل إلى نافذة أخرى
cs: Přesunout do jiného okna
de: In anderes Fenster verschieben
el: Μετακίνηση σε άλλο παράθυρο
es: Mover a otra ventana
fa: انتقال به پنجرهٔ دیگر
fr: Déplacer vers une autre fenêtre
hu: Áthelyezés másik ablakba
id: Pindahkan ke jendela lain
it: Sposta in un'altra finestra
ja: 別のウィンドウに移動
ko: 다른 창으로 이동
pl: Przenieś do innego okna
pt: Mover para outra janela
ro: Mutare în altă fereastră
ru: Переместить в другое окно
th: ย้ายไปยังหน้าต่างอื่น
tr: Başka bir pencereye taşı
uk: Перемістити в інше вікно
vi: Di chuyển sang cửa sổ khác
zh_hans: 移到其他窗口
zh_hant: 移至其他視窗

# Tab_WindowItem
source: Window {0}: {1}
ar: النافذة {0}: {1}
cs: Okno {0}: {1}
de: Fenster {0}: {1}
el: Παράθυρο {0}: {1}
es: Ventana {0}: {1}
fa: پنجرهٔ {0}: {1}
fr: Fenêtre {0} : {1}
hu: {0}. ablak: {1}
id: Jendela {0}: {1}
it: Finestra {0}: {1}
ja: ウィンドウ {0}: {1}
ko: 창 {0}: {1}
pl: Okno {0}: {1}
pt: Janela {0}: {1}
ro: Fereastra {0}: {1}
ru: Окно {0}: {1}
th: หน้าต่าง {0}: {1}
tr: Pencere {0}: {1}
uk: Вікно {0}: {1}
vi: Cửa sổ {0}: {1}
zh_hans: 窗口 {0}：{1}
zh_hant: 視窗 {0}：{1}

# Tab_WindowEmpty
source: (no tabs)
ar: (لا توجد علامات تبويب)
cs: (žádné karty)
de: (keine Registerkarten)
el: (χωρίς καρτέλες)
es: (sin pestañas)
fa: (بدون زبانه)
fr: (aucun onglet)
hu: (nincsenek lapok)
id: (tidak ada tab)
it: (nessuna scheda)
ja: (タブなし)
ko: (탭 없음)
pl: (brak kart)
pt: (nenhuma guia)
ro: (nicio filă)
ru: (нет вкладок)
th: (ไม่มีแท็บ)
tr: (sekme yok)
uk: (немає вкладок)
vi: (không có tab)
zh_hans: （无选项卡）
zh_hant: （沒有索引標籤）

# Tab_CopyPath
source: Copy path
ar: نسخ المسار
cs: Kopírovat cestu
de: Pfad kopieren
el: Αντιγραφή διαδρομής
es: Copiar ruta de acceso
fa: رونوشت مسیر
fr: Copier le chemin
hu: Elérési út másolása
id: Salin jalur
it: Copia percorso
ja: パスをコピー
ko: 경로 복사
pl: Kopiuj ścieżkę
pt: Copiar caminho
ro: Copiere cale
ru: Копировать путь
th: คัดลอกเส้นทาง
tr: Yolu kopyala
uk: Копіювати шлях
vi: Sao chép đường dẫn
zh_hans: 复制路径
zh_hant: 複製路徑

# Tab_RevealInExplorer
source: Show in Explorer
ar: إظهار في المستكشف
cs: Zobrazit v Průzkumníkovi
de: Im Explorer anzeigen
el: Εμφάνιση στην Εξερεύνηση
es: Mostrar en el Explorador
fa: نمایش در Explorer
fr: Afficher dans l'Explorateur
hu: Megjelenítés a Fájlkezelőben
id: Tampilkan di Explorer
it: Mostra in Esplora file
ja: エクスプローラーで表示
ko: 탐색기에서 표시
pl: Pokaż w Eksploratorze
pt: Mostrar no Explorador
ro: Afișare în Explorer
ru: Показать в проводнике
th: แสดงใน Explorer
tr: Gezgin'de göster
uk: Показати у Провіднику
vi: Hiện trong Explorer
zh_hans: 在资源管理器中显示
zh_hant: 在檔案總管中顯示

# Tab_ReadOnly
source: Read-only
ar: للقراءة فقط
cs: Jen pro čtení
de: Schreibgeschützt
el: Μόνο για ανάγνωση
es: Solo lectura
fa: فقط خواندنی
fr: Lecture seule
hu: Írásvédett
id: Baca-saja
it: Sola lettura
ja: 読み取り専用
ko: 읽기 전용
pl: Tylko do odczytu
pt: Somente leitura
ro: Doar în citire
ru: Только чтение
th: อ่านอย่างเดียว
tr: Salt okunur
uk: Лише читання
vi: Chỉ đọc
zh_hans: 只读
zh_hant: 唯讀

# Tab_ToolTipSize
source: Size: {0}
ar: الحجم: {0}
cs: Velikost: {0}
de: Größe: {0}
el: Μέγεθος: {0}
es: Tamaño: {0}
fa: اندازه: {0}
fr: Taille : {0}
hu: Méret: {0}
id: Ukuran: {0}
it: Dimensione: {0}
ja: サイズ: {0}
ko: 크기: {0}
pl: Rozmiar: {0}
pt: Tamanho: {0}
ro: Dimensiune: {0}
ru: Размер: {0}
th: ขนาด: {0}
tr: Boyut: {0}
uk: Розмір: {0}
vi: Kích thước: {0}
zh_hans: 大小：{0}
zh_hant: 大小：{0}

# Tab_ToolTipKind_File
source: File
ar: ملف
cs: Soubor
de: Datei
el: Αρχείο
es: Archivo
fa: فایل
fr: Fichier
hu: Fájl
ja: ファイル
ko: 파일
pl: Plik
pt: Arquivo
ro: Fișier
ru: Файл
th: ไฟล์
tr: Dosya
uk: Файл
vi: Tệp
zh_hans: 文件
zh_hant: 檔案

# Tab_ToolTipKind_Untitled
source: New (untitled)
ar: جديد (بلا عنوان)
cs: Nový (bez názvu)
de: Neu (unbenannt)
el: Νέο (χωρίς τίτλο)
es: Nuevo (sin título)
fa: جدید (بی‌نام)
fr: Nouveau (sans titre)
hu: Új (névtelen)
id: Baru (tanpa judul)
it: Nuovo (senza titolo)
ja: 新規 (無題)
ko: 새로 만들기(제목 없음)
pl: Nowy (bez tytułu)
pt: Novo (sem título)
ro: Nou (fără titlu)
ru: Новый (без имени)
th: ใหม่ (ไม่มีชื่อ)
tr: Yeni (adsız)
uk: Новий (без назви)
vi: Mới (không có tiêu đề)
zh_hans: 新建（无标题）
zh_hant: 新增（未命名）

# Tab_ToolTipReadOnly
source: Read-only
ar: للقراءة فقط
cs: Jen pro čtení
de: Schreibgeschützt
el: Μόνο για ανάγνωση
es: Solo lectura
fa: فقط خواندنی
fr: Lecture seule
hu: Írásvédett
id: Baca-saja
it: Sola lettura
ja: 読み取り専用
ko: 읽기 전용
pl: Tylko do odczytu
pt: Somente leitura
ro: Doar în citire
ru: Только чтение
th: อ่านอย่างเดียว
tr: Salt okunur
uk: Лише читання
vi: Chỉ đọc
zh_hans: 只读
zh_hant: 唯讀

# Tab_AllTabs
source: All tabs
ar: كل علامات التبويب
cs: Všechny karty
de: Alle Registerkarten
el: Όλες οι καρτέλες
es: Todas las pestañas
fa: همهٔ زبانه‌ها
fr: Tous les onglets
hu: Minden lap
id: Semua tab
it: Tutte le schede
ja: すべてのタブ
ko: 모든 탭
pl: Wszystkie karty
pt: Todas as guias
ro: Toate filele
ru: Все вкладки
th: แท็บทั้งหมด
tr: Tüm sekmeler
uk: Усі вкладки
vi: Tất cả tab
zh_hans: 所有选项卡
zh_hant: 所有索引標籤

# Tab_Switcher
source: Switch tab
ar: تبديل علامة التبويب
cs: Přepnout kartu
de: Registerkarte wechseln
el: Εναλλαγή καρτέλας
es: Cambiar de pestaña
fa: تعویض زبانه
fr: Changer d'onglet
hu: Lapváltás
id: Beralih tab
it: Cambia scheda
ja: タブの切り替え
ko: 탭 전환
pl: Przełącz kartę
pt: Alternar guia
ro: Comutare filă
ru: Переключение вкладок
th: สลับแท็บ
tr: Sekme değiştir
uk: Перемкнути вкладку
vi: Chuyển tab
zh_hans: 切换选项卡
zh_hant: 切換索引標籤

# Tab_MoveFailed
source: The tab could not be moved.
ar: تعذّر نقل علامة التبويب.
cs: Kartu nelze přesunout.
de: Die Registerkarte konnte nicht verschoben werden.
el: Δεν ήταν δυνατή η μετακίνηση της καρτέλας.
es: No se pudo mover la pestaña.
fa: انتقال زبانه ممکن نشد.
fr: Impossible de déplacer l'onglet.
hu: A lapot nem sikerült áthelyezni.
id: Tab tidak dapat dipindahkan.
it: Impossibile spostare la scheda.
ja: タブを移動できませんでした
ko: 탭을 이동할 수 없습니다.
pl: Nie można przenieść karty.
pt: Não foi possível mover a guia.
ro: Fila nu a putut fi mutată.
ru: Не удалось переместить вкладку.
th: ไม่สามารถย้ายแท็บได้
tr: Sekme taşınamadı.
uk: Не вдалося перемістити вкладку.
vi: Không thể di chuyển tab.
zh_hans: 无法移动该选项卡。
zh_hant: 無法移動索引標籤。

# Tab_Pinned
source: Pinned
ar: مثبّتة
cs: Připnuto
de: Angeheftet
el: Καρφιτσωμένη
es: Anclada
fa: سنجاق‌شده
fr: Épinglé
hu: Rögzítve
id: Disematkan
it: Bloccata
ja: ピン留め
ko: 고정됨
pl: Przypięta
pt: Fixada
ro: Fixată
ru: Закреплена
th: ปักหมุดแล้ว
tr: Sabitlendi
uk: Закріплено
vi: Đã ghim
zh_hans: 已固定
zh_hant: 已釘選

# Set_window_openExternalIn
source: Open files from other apps in
ar: فتح الملفات من التطبيقات الأخرى في
cs: Soubory z jiných aplikací otevírat v
de: Dateien aus anderen Apps öffnen in
el: Άνοιγμα αρχείων από άλλες εφαρμογές σε
es: Abrir los archivos de otras aplicaciones en
fa: باز کردن فایل‌های برنامه‌های دیگر در
fr: Ouvrir les fichiers provenant d'autres applications dans
hu: Más alkalmazásokból megnyitott fájlok helye
id: Buka file dari aplikasi lain di
it: Apri i file da altre app in
ja: 外部から開いたファイルを開く場所
ko: 다른 앱에서 연 파일을 열 위치
pl: Otwieraj pliki z innych aplikacji w
pt: Abrir arquivos de outros aplicativos em
ro: Deschidere fișiere din alte aplicații în
ru: Открывать файлы из других приложений в
th: เปิดไฟล์จากแอปอื่นใน
tr: Diğer uygulamalardan gelen dosyaları şurada aç
uk: Відкривати файли з інших програм у
vi: Mở tệp từ ứng dụng khác trong
zh_hans: 从其他应用打开文件的位置
zh_hant: 從其他應用程式開啟的檔案開啟於

# SetDesc_window_openExternalIn
source: Where files opened from Explorer or the command line are opened.
ar: مكان فتح الملفات المفتوحة من المستكشف أو سطر الأوامر.
cs: Kde se otevřou soubory otevřené z Průzkumníka nebo z příkazového řádku.
de: Wo Dateien geöffnet werden, die aus dem Explorer oder über die Befehlszeile geöffnet werden.
el: Πού ανοίγουν τα αρχεία που ανοίγονται από την Εξερεύνηση ή τη γραμμή εντολών.
es: Dónde se abren los archivos abiertos desde el Explorador o la línea de comandos.
fa: محل باز شدن فایل‌هایی که از Explorer یا خط فرمان باز می‌شوند.
fr: Où s'ouvrent les fichiers ouverts depuis l'Explorateur ou la ligne de commande.
hu: Hol nyíljanak meg a Fájlkezelőből vagy a parancssorból megnyitott fájlok.
id: Tempat file yang dibuka dari Explorer atau baris perintah dibuka.
it: Dove vengono aperti i file aperti da Esplora file o dalla riga di comando.
ja: エクスプローラーやコマンドラインから開いたファイルを、どのウィンドウで開くか。
ko: 탐색기나 명령줄에서 연 파일을 열 창입니다.
pl: Gdzie otwierane są pliki otwierane z Eksploratora lub wiersza polecenia.
pt: Onde os arquivos abertos pelo Explorador ou pela linha de comando são abertos.
ro: Unde se deschid fișierele deschise din Explorer sau din linia de comandă.
ru: Где открываются файлы, открытые из проводника или командной строки.
th: ตำแหน่งที่จะเปิดไฟล์ที่เปิดจาก Explorer หรือบรรทัดคำสั่ง
tr: Gezgin'den veya komut satırından açılan dosyaların açılacağı yer.
uk: Де відкриваються файли, відкриті з Провідника або командного рядка.
vi: Nơi mở các tệp được mở từ Explorer hoặc dòng lệnh.
zh_hans: 从资源管理器或命令行打开的文件在哪个窗口中打开。
zh_hant: 從檔案總管或命令列開啟的檔案要在何處開啟。

# SetOpt_window_openExternalIn_lastActiveWindow
source: The last active window
ar: آخر نافذة نشطة
cs: Naposledy aktivním okně
de: Zuletzt aktives Fenster
el: Το τελευταίο ενεργό παράθυρο
es: La última ventana activa
fa: آخرین پنجرهٔ فعال
fr: La dernière fenêtre active
hu: A legutóbb aktív ablak
id: Jendela yang terakhir aktif
it: L'ultima finestra attiva
ja: 最後にアクティブだったウィンドウ
ko: 마지막으로 활성화된 창
pl: Ostatnio aktywne okno
pt: A última janela ativa
ro: Ultima fereastră activă
ru: Последнем активном окне
th: หน้าต่างที่ใช้งานล่าสุด
tr: Son etkin pencere
uk: Останньому активному вікні
vi: Cửa sổ hoạt động gần nhất
zh_hans: 上次活动的窗口
zh_hant: 上次使用中的視窗

# SetOpt_window_openExternalIn_newWindow
source: A new window
ar: نافذة جديدة
cs: Novém okně
de: Neues Fenster
el: Νέο παράθυρο
es: Una ventana nueva
fa: یک پنجرهٔ جدید
fr: Une nouvelle fenêtre
hu: Új ablak
id: Jendela baru
it: Una nuova finestra
ja: 新しいウィンドウ
ko: 새 창
pl: Nowe okno
pt: Uma nova janela
ro: O fereastră nouă
ru: Новом окне
th: หน้าต่างใหม่
tr: Yeni bir pencere
uk: Новому вікні
vi: Một cửa sổ mới
zh_hans: 新窗口
zh_hant: 新視窗
